<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>이용약관</title>
</head>
<style>
    /* 여백 초기화 */
    body, div, ul, li, dl, dt, ol, h1, h2, h3, h4, h5, h6, input, fieldset, legend, p, select, table, th, td, tr, textarea, button, form {margin: 0; padding: 0;}

    /*해당 페이지만 특별히 추가하는 부분 */ html, body { height:100%;}
    
    /* content 스타일 시작 */
    #content{
            clear: both;
            width: 1200px;
            margin: 0 auto;
            height: auto;
    }
    #content div{
        box-sizing:border-box;
        float:left;
    }
    .contentInner{
        margin: 40px 30px;
        width:1140px;
    }
    .contentInner ul{
        list-style:none;
    }
    .contentInner li{
        margin: 0 0 20px 0;
    }
    .bold{
        font-weight: bolder;
    }
    /* font */
    *{
        font-family: 'Noto Sans KR', sans-serif;
    }

    /* content 스타일 끝 */
    

</style>
<body>
    <!-- header -->

    <!-- content -->
    <div id="content">
        <div class="contentInner">
            <div style="width:15%;height:100%; float:left; text-align: left;">
                <ul style="margin-left:unset;">
                    <li class="bold">이용약관</li>
                    <li>개인정보 처리방침</li>
                    <li>취소 및 환불 정책</li>
                </ul>
            </div>
            <div style="float:left; width: 85%;">
                <h2>회원가입 및 운영약관</h2>
                <br><hr>
                <h3>제 1조 목적</h3><br>
                <p>
                    이 약관은 주식회사 마이리얼트립(이하 "당사"이라 합니다)이 운영하는 웹사이트(https://www.myrealtrip.com/) 및 어플리케이션(Application, 이하 웹사이트와 어플리케이션을 통칭하여 "마이리얼트립 플랫폼")에서 제공하는 서비스
                    (이하 "서비스"라 합니다)를 이용함에 있어 "당사"와 이용자의 권리 및 의무 및 책임사항을 규정함을 목적으로 합니다.<br>
                </p>
                <br>
                <h3>제 2조 정의</h3><br>
                <p>
                    1. "당사"란 서비스를 제공하는 (주)마이리얼트립을 말하며, (주)마이리얼트립이 중개 및 판매하는 재화 또는 용역<br>(이하 "재화 등"이라 합니다)을 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한<br>가상의 영업장인 사이버 몰의 의미로도 사용합니다.<br>
                    2. "이용자"란 "당사"에 접속하여 이 약관에 따라 "당사"가 제공하는 서비스를 받는 회원을 말합니다.<br>
                    3. "회원"이라 함은 "당사"에 개인정보를 제공하여 회원등록을 한 자로서,"당사"의 정보를 지속적으로 제공받으며,<br>"당사"가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br>
                    4. “파트너"라고 함은 당사가 여행자에게 중개한 자로서 여행자에게 각종 여행 서비스를 제공하는 자를 말합니다.<br>
                    5. "가이드"라고 함은 파트너 중 마이리얼트립 플랫폼을 통해 직접 여행지에서 여행자에게 투어 서비스를 제공하는 자를 말합니다.<br>
                </p>
                <br>
                <h3>제 3 조 (약관의 명시와 개정)</h3><br>
                <p>
                    1. "당사"는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지, 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자 등을<br> 이용자가 쉽게 알 수 있도록 “당사” 웹사이트의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br>
                    2. "당사"는 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용 촉진 등에 관한 법률, 소비자기본법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.<br>
                    3. "당사"가 약관을 개정할 경우에는 적용일자 및 개정내용, 개정사유 등을 명시하여 현행 약관과 함께 "당사" 웹사이트의 초기화면이나 초기화면과의 연결화면에 그 적용일자 7 일 이전부터 적용일자 전일까지 공지합니다.<br> 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30 일 이전의 유예기간을 두고 공지합니다. 이 경우 "당사"는 중요내용에 관하여 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.<br>
                    4. "당사"가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이용자가 개정약관 조항의 <br>적용을 받기를 원하는 뜻을 제 3 항에 의한 개정 약관의 공지기간 내에 "당사"에 송신하여 동의를 받은 경우에는 개정일자부터 개정약관 조항이 적용됩니다.<br>
                    5. “당사”가 약관을 개정하는 경우 이용자는 개정약관에 동의하지 않을 권리가 있습니다. 이용자가 개정약관에 동의하지 않을 경우에는 서비스 이용을 중단하고 “당사”에 탈퇴를 요청할 수 있습니다. 다만 이용자가 제3항의<br> 방법 등으로 고지한 개정약관의 개정 유예기간 내에 “당사”의 개정약관에 동의하지 않겠다는 명시적인 의사표시를 하지 않는 경우 개정 약관에 동의한 것으로 간주합니다.<br>
                    6. 이 약관은 “당사”와 이용자간에 성립되는 서비스 이용 관련 기본약정입니다. “당사”는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라고 합니다)을 정하여 미리 공지할 수 있으며, 이러한 개별약관에<br> 동의하고 특정 서비스를 이용하는 경우에는 개별약관이 우선적으로 적용되고, 이 약관은 보충적인 효력을 갖습니다. 개별약관의 변경에 관해서는 위 제 3 항 및 제 4 항을 준용합니다.<br>
                    7. 이용자가 가입시 동의한 약관에 관하여 열람을 요구할 경우, “당사”는 이용자가 가입시 기재한 전자우편 주소로 링크형태로 전송합니다.
                    8. "당사"는 제공하는 서비스의 구체적 내용에 따라 개별 서비스에 대한 약관 및 이용조건을 각 개별 서비스마다 별도로 정하여 회원의 동의를 얻을 수 있습니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.<br>
                    9. 이 약관과 개별약관에도 정하지 아니한 사항과 “당사" 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 정부가 제정한 전자 상거래 등에서의 소비자보호 지침 등 관계법령, 정부기관의 해석 또는 상관례에 따릅니다.<br>
                </p>
                <br>
            </div>


        </div>
    </div>

    <!-- footer -->



</body>
</html>